{
    "termsAndConditions": {
      "title": "Terms and Conditions",
      "content": "Welcome to RelaxWave! These terms and conditions outline the rules and regulations for the use of RelaxWave's Website. By accessing this website, we assume you accept these terms and conditions in full. Do not continue to use RelaxWave's website if you do not accept all of the terms and conditions stated on this page.\n\nThe following terminology applies to these Terms and Conditions, Privacy Statement, and Disclaimer Notice and all Agreements: 'Client', 'You' and 'Your' refers to you, the person accessing this website and accepting the Company’s terms and conditions. 'The Company', 'Ourselves', 'We', 'Our' and 'Us', refers to our Company. 'Party', 'Parties', or 'Us', refers to both the Client and ourselves. All terms refer to the offer, acceptance, and consideration of payment necessary to undertake the process of our assistance to the Client in the most appropriate manner, for the express purpose of meeting the Client’s needs in respect of the provision of the Company’s stated services, in accordance with and subject to, prevailing law of the Netherlands.\n\nWe employ the use of cookies. By using RelaxWave's website you consent to the use of cookies in accordance with RelaxWave’s privacy policy. Most modern-day interactive websites use cookies to enable us to retrieve user details for each visit. Cookies are used in some areas of our site to enable the functionality of this area and ease of use for those people visiting.\n\nUnless otherwise stated, RelaxWave and/or its licensors own the intellectual property rights for all material on RelaxWave. All intellectual property rights are reserved. You may view and/or print pages from http://relaxwave.com for your own personal use subject to restrictions set in these terms and conditions.\n\nYou must not:\n- Republish material from http://relaxwave.com\n- Sell, rent or sub-license material from http://relaxwave.com\n- Reproduce, duplicate or copy material from http://relaxwave.com\n- Redistribute content from RelaxWave (unless content is specifically made for redistribution).\n\nUser Comments: Certain parts of this website offer the opportunity for users to post and exchange opinions, information, material, and data ('Comments') in areas of the website. RelaxWave does not screen, edit, publish or review Comments prior to their appearance on the website and Comments do not reflect the views or opinions of RelaxWave, its agents, or affiliates. Comments reflect the view and opinion of the person who posts such view or opinion. To the extent permitted by applicable laws RelaxWave shall not be responsible or liable for the Comments or for any loss cost, liability, damages, or expenses caused and or suffered as a result of any use of and/or posting of and/or appearance of the Comments on this website.\n\nRelaxWave reserves the right to monitor all Comments and to remove any Comments which it considers in its absolute discretion to be inappropriate, offensive or otherwise in breach of these Terms and Conditions.\n\nYou warrant and represent that:\n- You are entitled to post the Comments on our website and have all necessary licenses and consents to do so;\n- The Comments do not infringe any intellectual property right, including without limitation copyright, patent, or trademark, or other proprietary rights of any third party;\n- The Comments do not contain any defamatory, libelous, offensive, indecent, or otherwise unlawful material or material which is an invasion of privacy;\n- The Comments will not be used to solicit or promote business or custom or present commercial activities or unlawful activity.\n\nYou hereby grant to RelaxWave a non-exclusive royalty-free license to use, reproduce, edit, and authorize others to use, reproduce and edit any of your Comments in any and all forms, formats, or media."
    },
    "cookiesPolicy": {
      "title": "Cookies Policy",
      "content": "RelaxWave uses cookies on this website. By using this website, you consent to the use of cookies in accordance with RelaxWave's privacy policy. Cookies are small pieces of data sent from a website and stored on the user's computer by the user's web browser while the user is browsing.\n\nWe use cookies for the following purposes:\n- To enable certain functions of the Service\n- To provide analytics\n- To store your preferences\n- To enable advertisements delivery, including behavioral advertising\n\nWe use both session and persistent cookies on the Service, and we use different types of cookies to run the Service:\n- Essential cookies. We may use essential cookies to authenticate users and prevent fraudulent use of user accounts.\n\nIn addition to our own cookies, we may also use various third-party cookies to report usage statistics of the Service, deliver advertisements on and through the Service, and so on.\n\nIf you would like to delete cookies or instruct your web browser to delete or refuse cookies, please visit the help pages of your web browser. However, please note that if you delete cookies or refuse to accept them, you might not be able to use all of the features we offer, you may not be able to store your preferences, and some of our pages might not display properly."
    },
    "privacyPolicy": {
      "title": "Privacy Policy",
      "content": "At RelaxWave, we are committed to protecting your personal information and your right to privacy. If you have any questions or concerns about this privacy notice, or our practices with regards to your personal information, please contact us at support@relaxwave.com.\n\nWhen you visit our website http://relaxwave.com, and use our services, you trust us with your personal information. We take your privacy very seriously. In this privacy notice, we describe our privacy policy. We seek to explain to you in the clearest way possible what information we collect, how we use it, and what rights you have in relation to it. We hope you take some time to read through it carefully, as it is important. If there are any terms in this privacy policy that you do not agree with, please discontinue use of our Sites and our services.\n\nThis privacy policy applies to all information collected through our website (such as http://relaxwave.com), and/or any related services, sales, marketing or events (we refer to them collectively in this privacy policy as the 'Services').\n\nWe collect personal information that you voluntarily provide to us when you register on the Services, express an interest in obtaining information about us or our products and Services, when you participate in activities on the Services (such as posting messages in our online forums or entering competitions, contests or giveaways) or otherwise when you contact us.\n\nThe personal information that we collect depends on the context of your interactions with us and the Services, the choices you make and the products and features you use. The personal information we collect can include the following: name, email address, phone number, and any other information you choose to provide.\n\nWe use personal information collected via our Services for a variety of business purposes described below. We process your personal information for these purposes in reliance on our legitimate business interests, in order to enter into or perform a contract with you, with your consent, and/or for compliance with our legal obligations. We indicate the specific processing grounds we rely on next to each purpose listed below:\n- To facilitate account creation and logon process.\n- To post testimonials.\n- Request feedback.\n- To enable user-to-user communications.\n- To manage user accounts.\n- To send administrative information to you.\n- To protect our Services.\n- To enforce our terms, conditions and policies.\n- To respond to legal requests and prevent harm.\n- Fulfill and manage your orders.\n- Administer prize draws and competitions.\n- To deliver and facilitate delivery of services to the user.\n- To respond to user inquiries/offer support to users.\n- To send you marketing and promotional communications."
    },
    "disclaimer": {
      "title": "Disclaimer",
      "content": "The information provided by RelaxWave ('we', 'us', or 'our') on this website is for general informational purposes only. All information on the website is provided in good faith, however, we make no representation or warranty of any kind, express or implied, regarding the accuracy, adequacy, validity, reliability, availability, or completeness of any information on the website. Under no circumstance shall we have any liability to you for any loss or damage of any kind incurred as a result of the use of the site or reliance on any information provided on the site. Your use of the site and your reliance on any information on the site is solely at your own risk.\n\nExternal Links Disclaimer: The website may contain (or you may be sent through the site) links to other websites or content belonging to or originating from third parties or links to websites and features in banners or other advertising. Such external links are not investigated, monitored, or checked for accuracy, adequacy, validity, reliability, availability or completeness by us. We do not warrant, endorse, guarantee, or assume responsibility for the accuracy or reliability of any information offered by third-party websites linked through the site or any website or feature linked in any banner or other advertising. We will not be a party to or in any way be responsible for monitoring any transaction between you and third-party providers of products or services.\n\nProfessional Disclaimer: The site cannot and does not contain legal advice. The legal information is provided for general informational and educational purposes only and is not a substitute for professional advice. Accordingly, before taking any actions based upon such information, we encourage you to consult with the appropriate professionals. We do not provide any kind of legal advice. The use or reliance of any information contained on this site is solely at your own risk."
    },
    "hebrew": {
      "termsAndConditions": {
        "title": "תנאים והגבלות",
        "content": "ברוכים הבאים ל-RelaxWave! תנאים והגבלות אלה מפרטים את הכללים והתקנות לשימוש באתר של RelaxWave. על ידי גישה לאתר זה, אנו מניחים שאתה מקבל את התנאים וההגבלות הללו במלואם. אל תמשיך להשתמש באתר RelaxWave אם אינך מקבל את כל התנאים וההגבלות המפורטים בעמוד זה.\n\nהמונחים הבאים חלים על תנאים והגבלות אלה, הצהרת פרטיות והודעת ויתור וכל ההסכמים: 'לקוח', 'אתה' ו'שלך' מתייחסים אליך, האדם שניגש לאתר זה ומקבל את תנאי החברה. 'החברה', 'אנחנו', 'שלנו' ו'שלנו', מתייחסים לחברה שלנו. 'צד', 'צדדים', או 'אותנו', מתייחסים הן ללקוח והן לעצמנו. כל המונחים מתייחסים להצעה, קבלה ושיקול של תשלום הנחוץ כדי לבצע את תהליך הסיוע שלנו ללקוח בצורה המתאימה ביותר, למטרת מפורש של עמידה בצרכי הלקוח בהקשר למתן השירותים המוצהרים של החברה, בהתאם לכפוף, החוק החל של הולנד.\n\nאנו משתמשים בקובצי Cookie. על ידי שימוש באתר RelaxWave אתה מסכים לשימוש בקובצי Cookie בהתאם למדיניות הפרטיות של RelaxWave. רוב אתרי האינטרנט האינטראקטיביים המודרניים משתמשים בקובצי Cookie כדי לאפשר לנו לאחזר פרטי משתמש לכל ביקור. קובצי Cookie משמשים באזורים מסוימים באתר שלנו כדי לאפשר את הפונקציונליות של אזור זה וקלות שימוש עבור אנשים המבקרים בו.\n\nאלא אם צוין אחרת, RelaxWave ו/או מעניקי הרישיונות שלו הם הבעלים של זכויות הקניין הרוחני לכל החומר באתר RelaxWave. כל זכויות הקניין הרוחני שמורות. אתה רשאי לצפות ולהדפיס דפים מ-http://relaxwave.com לשימוש האישי שלך בכפוף להגבלות שנקבעו בתנאים והגבלות אלה.\n\nאתה חייב שלא:\n- לפרסם מחדש חומר מ-http://relaxwave.com\n- למכור, להשכיר או להעניק רישיון משנה לחומר מ-http://relaxwave.com\n- לשכפל, לשכפל או להעתיק חומר מ-http://relaxwave.com\n- להפיץ מחדש תוכן מ-RelaxWave (אלא אם תוכן נוצר במיוחד להפצה מחדש).\n\nהערות משתמשים: חלקים מסוימים באתר זה מציעים הזדמנות למשתמשים לפרסם ולהחליף דעות, מידע, חומר ונתונים ('הערות') באזורים באתר. RelaxWave אינו מסנן, עורך, מפרסם או סוקר הערות לפני הופעתן באתר והערות אינן משקפות את הדעות או הדעות של RelaxWave, סוכניו או שותפיו. הערות משקפות את הדעות והדעות של האדם שמפרסם דעות כאלה. במידה המותרת על פי החוקים הרלוונטיים RelaxWave לא תהיה אחראית או מחויבת להערות או לכל אובדן עלות, חבות, נזקים או הוצאות שנגרמו ו/או סבלו כתוצאה מכל שימוש ו/או פרסום ו/או הופעה של ההערות באתר זה.\n\nRelaxWave שומרת לעצמה את הזכות לנטר את כל ההערות ולהסיר כל הערה שלדעתה המוחלטת של RelaxWave לא הולמת, פוגעת או אחרת מפרה את תנאים והגבלות אלה.\n\nאתה מתחייב ומצהיר כי:\n- אתה זכאי לפרסם את ההערות באתר שלנו ויש לך את כל הרישיונות וההסכמות הדרושים לעשות זאת;\n- ההערות אינן מפרות זכויות קניין רוחני כלשהן, כולל אך לא מוגבל לזכויות יוצרים, פטנט או סימן מסחרי או זכויות קנייניות אחרות של צד שלישי כלשהו;\n- ההערות אינן מכילות חומר משמיץ, משמיץ, פוגע, מגונה או בלתי חוקי אחר או חומר שהוא פגיעה בפרטיות;\n- ההערות לא ישמשו לגיוס או קידום עסקים או מותאמים אישית או להצגת פעילויות מסחריות או פעילות בלתי חוקית.\n\nאתה מעניק בזאת ל-RelaxWave רישיון לא בלעדי ללא תמלוגים להשתמש, לשכפל, לערוך ולהסמיך אחרים להשתמש, לשכפל ולערוך כל אחת מההערות שלך בכל הצורות, הפורמטים או המדיה."
      },
      "cookiesPolicy": {
        "title": "מדיניות קובצי Cookie",
        "content": "RelaxWave משתמש בקובצי Cookie באתר זה. על ידי שימוש באתר זה, אתה מסכים לשימוש בקובצי Cookie בהתאם למדיניות הפרטיות של RelaxWave. קובצי Cookie הם פיסות מידע קטנות הנשלחות מאתר אינטרנט ונשמרות במחשב המשתמש על ידי הדפדפן של המשתמש בזמן שהמשתמש גולש.\n\nאנו משתמשים בקובצי Cookie למטרות הבאות:\n- כדי לאפשר פונקציות מסוימות של השירות\n- לספק ניתוחים\n- לאחסן את ההעדפות שלך\n- לאפשר אספקת פרסומות, כולל פרסום התנהגותי\n\nאנו משתמשים גם בקובצי Cookie של סשן וגם בקובצי Cookie קבועים בשירות, ואנו משתמשים בסוגים שונים של קובצי Cookie כדי להפעיל את השירות:\n- קובצי Cookie חיוניים. אנו עשויים להשתמש בקובצי Cookie חיוניים כדי לאמת משתמשים ולמנוע שימוש מרמאי בחשבונות משתמש.\n\nבנוסף לקובצי Cookie שלנו, אנו עשויים גם להשתמש בקובצי Cookie של צד שלישי שונים כדי לדווח על נתוני השימוש של השירות, לספק פרסומות באתר ובאמצעות השירות, וכדומה.\n\nאם תרצה למחוק קובצי Cookie או להורות לדפדפן האינטרנט שלך למחוק או לסרב לקובצי Cookie, בקר בדפי העזרה של דפדפן האינטרנט שלך. עם זאת, שים לב שאם תמחק קובצי Cookie או תסרב לקבל אותם, ייתכן שלא תוכל להשתמש בכל התכונות שאנו מציעים, ייתכן שלא תוכל לאחסן את ההעדפות שלך, וחלק מהדפים שלנו עשויים שלא להציג כראוי."
      },
      "privacyPolicy": {
        "title": "מדיניות פרטיות",
        "content": "ב-RelaxWave, אנו מחויבים להגן על המידע האישי שלך ועל זכותך לפרטיות. אם יש לך שאלות או חששות לגבי הודעת פרטיות זו, או על נהלי הפרטיות שלנו בנוגע למידע האישי שלך, אנא צור איתנו קשר בכתובת support@relaxwave.com.\n\nכאשר אתה מבקר באתר האינטרנט שלנו http://relaxwave.com ומשתמש בשירותים שלנו, אתה נותן לנו אמון במידע האישי שלך. אנו מתייחסים לפרטיות שלך ברצינות רבה. בהודעת פרטיות זו, אנו מתארים את מדיניות הפרטיות שלנו. אנו מבקשים להסביר לך בצורה הברורה ביותר האפשרית איזה מידע אנו אוספים, כיצד אנו משתמשים בו ואילו זכויות יש לך בנוגע לכך. אנו מקווים שתקדיש זמן לקרוא אותו בעיון, שכן זה חשוב. אם יש תנאים כלשהם במדיניות פרטיות זו שאינך מסכים עמם, אנא הפסק להשתמש באתרים"
      },
      "disclaimer": {
        "title": "כתב ויתור",
        "content": "המידע הניתן על ידי RelaxWave ('אנחנו', 'שלנו' או 'שלנו') באתר זה מיועד למטרות מידע כלליות בלבד. כל המידע באתר מסופק בתום לב, עם זאת, איננו מציגים שום מצג או אחריות מכל סוג שהוא, מפורשת או משתמעת, לגבי הדיוק, ההתאמה, התקפות, המהימנות, הזמינות או השלמות של כל מידע באתר. בשום מקרה לא תהיה לנו אחריות כלפיך על אובדן או נזק מכל סוג שהוא שנגרם כתוצאה מהשימוש באתר או מהסתמכות על כל מידע הניתן באתר. השימוש שלך באתר וההסתמכות על כל מידע באתר הם באחריותך הבלעדית.\n\nכתב ויתור על קישורים חיצוניים: האתר עשוי להכיל (או שאתה עשוי להישלח דרך האתר) קישורים לאתרים אחרים או תוכן השייך או נובע מצדדים שלישיים או קישורים לאתרים ותכונות בבאנרים או בפרסום אחר. קישורים חיצוניים כאלה לא נבדקים, מנוטרים או נבדקים על ידי דיוק, התאמה, תוקף, מהימנות, זמינות או שלמות על ידינו. אנו לא מתחייבים, מאשרים, מבטיחים או מקבלים אחריות על דיוק או מהימנות של כל מידע המוצע על ידי אתרי צד שלישי המקושרים דרך האתר או כל אתר או תכונה המקושרים בבאנרים או בפרסום אחר. לא נהיה צד או בכל דרך שהיא אחראים לניטור כל עסקה בינך לבין ספקי צד שלישי של מוצרים או שירותים.\n\nכתב ויתור מקצועי: האתר אינו יכול ואינו מכיל ייעוץ משפטי. המידע המשפטי מסופק למטרות מידע חינוכי וכללי בלבד ואינו מהווה תחליף לייעוץ מקצועי. בהתאם לכך, לפני נקיטת כל פעולה בהתבסס על מידע כזה, אנו ממליצים לך להתייעץ עם אנשי המקצוע המתאימים. איננו מספקים כל סוג של ייעוץ משפטי. השימוש או ההסתמכות על כל מידע הכלול באתר זה הם באחריותך הבלעדית."
      }
    }
}
  